/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Restore Purchases" = "回復";
"PrivacAndEulaDescribe%@,%@" = "iTunesアカウント設定でいつでも購読をキャンセルできます。それ以外の場合は、自動的に更新されます。これは、無料試用期間または購読期間が終了する24時間前に行わなければなりません。 ご注意：無料トライアル期間中にアドバンスドサブスクリプションを購入すると、無料トライアル期間（提供される場合）の未使用分は無効となります。 期間の初めにiTunesアカウントから購読が差し引かれます。詳細については、%@と%@ \"を参照してください。";
"Privacy Policy Url" = "プライバシー";
"EULA Url" = "《EULA》";
"Device doesn't support" = "デバイス対応しません";
"Get product information" = "製品情報を取得";
"Connecting" = "接続中...";
"Resuming Purchase" = "購入復元";
"Resume purchase success" = "購入成功";
"You don't have purchases" = "ご購入の記録はありません";
"Resume purchase failed" = "購入失敗";
"Get Product Failed" = "製品取得失敗";
"Invalid product ID" = "無効な商品ID";
"Purchasing" = "購入中...";
"Failed purchase" = "購入失敗";
"Purchase denied" = "購入拒否";
"Load ads Failure" = "広告ロード失敗";
"Loading ads" = "広告ロード中";
"Purchase Offer Tip %@" = "毎月$%@の基づきで*%割引";
"%@ days free,then %@ per month" = "%@日無料で、以降毎月$%@";
"watch video" = "ビデオを見る";
"free trial" = "無料試し";
"Continue Try + Plan" = "トライアルを開始する";
"Star" = "開始";
"Buy" = "購入する";
"Save %@" = "*節約%@%%";
"Hot" = "人気";
"purchase configure error" = "アプリ内購入設定エラー";
"get all pro features, no commitment, no cancel" = "すべての高度な機能\nコミットメントなし.いつでもキャンセル";
"display price is USD, and the actual cost will be converted to local currency." = "*表示価格はUSDで、実際の費用は現地通貨に変換されます.";
"subscribe now" = "今すぐ購読する";
"start a free trial" = "無料トライアルを始めましょう";
"discount" = "ディスカウント";

"app recommend" = "アプリのおすすめ";
"subscription" = "購読する";
"Go Premium" = "アップグレードする";
"Premium Describe" = "フルアクセス\n広告がありません";
